11/data/attachments/e8c3a91d440453f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ian_especially_Actions_30833_0</nif:username>
            <nif:friendToBeRequested>soap_actions_d4e43edc-1488-4b36-8a6f-330fa0bcc560</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>